texts=[
'は',#
'はい',#
'はい、',#
'はい、こちら',#
'はい、こちらを',#
'はい、こちらをお',#
'はい、こちらをお勧め',#
'はい、こちらをお勧めします',#
'はい、こちらをお勧めします。',#
'はい、こちらをお勧めします。<',#
'はい、こちらをお勧めします。<N',#
'はい、こちらをお勧めします。<NL',#
'はい、こちらをお勧めします。<NL>',#
'はい、こちらをお勧めします。<NL><',#
'はい、こちらをお勧めします。<NL><N',#
'はい、こちらをお勧めします。<NL><NL',#
'はい、こちらをお勧めします。<NL><NL>',#
'はい、こちらをお勧めします。<NL><NL>「',#
'はい、こちらをお勧めします。<NL><NL>「ハチ',#
'はい、こちらをお勧めします。<NL><NL>「ハチ公',#
'はい、こちらをお勧めします。<NL><NL>「ハチ公像',#
'はい、こちらをお勧めします。<NL><NL>「ハチ公像」',#
'はい、こちらをお勧めします。<NL><NL>「ハチ公像」は',#
'はい、こちらをお勧めします。<NL><NL>「ハチ公像」は、',#
'はい、こちらをお勧めします。<NL><NL>「ハチ公像」は、最も有名な',#
]


texts2=[
'は',#
'はい',#
'はい、',#
'はい、こちら',#
'はい、こちらを',#
'はい、こちらをお',#
'はい、こちらをお勧め',#
'はい、こちらをお勧めします',#
'はい、こちらをお勧めします。',#
'はい、こちらをお勧めします。<',#
'はい、こちらをお勧めします。<N',#
'はい、こちらをお勧めします。<NL',#

]


def get_example_texts():
    return texts

def get_example_texts2():
    return texts2